phy-hum/index.org
#+TITLE: Ran Shi-Yong   教学网页
#+OPTIONS: toc:t ^:t tags:t f:t p:t author:t date:t html-postamble:nil  tex:t
# #+OPTIONS: tex:imagemagick
#+AUTHOR: Ran Shi-Yong
#+SEQ_TODO: NEXT(n/!) TODO(t@/!) WAITING(w@/!) SOMEDAY(s/!) PROJ(p) | DONE(d@) CANCELLED(c)
#+TAGS: PHONE(o) EXCERCISE(e) COMPUTER(c) HOME(h) RESEARCH(r) SHOPPING(s) FAMILY(f) URGENT(u) ../ARCHIVE/COLLEGE-PHYSICS(t) STUDY(s)
#+COLUMNS: %7TODO(To do) %32ITEM(Task) %TAGS(Tags) %6CLOCKSUM(Clock) %8Effort(Effort)
#+PROPERTY: Effort_ALL 0:05 0:10 0:15 0:20 0:30 1:00 2:00 4:00 6:00 8:00
#+PROPERTY: Rating_ALL + ++ +++ ++++ +++++
#+LATEX_COMPILER: xelatex
#+LATEX_HEADER: \documentclass{ctexart}
#+LATEX_HEADER_EXTRA: \usepackage{RanArticle}
#+LATEX_HEADER: \newcommand{\dif}{\,\mathrm{d}}
#+LANGUAGE: zh-CN
# #+HTML_HEAD: <link rel="stylesheet" type="text/css" href="../css/org.css"/>
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="../src/bigblow_theme/css/htmlize.css"/>
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="../src/bigblow_theme/css/bigblow.css"/>
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="../src/bigblow_theme/css/hideshow.css"/>

#+HTML_HEAD: <script type="text/javascript" src="../src/bigblow_theme/js/jquery-1.11.0.min.js"></script>
#+HTML_HEAD: <script type="text/javascript" src="../src/bigblow_theme/js/jquery-ui-1.10.2.min.js"></script>

#+HTML_HEAD: <script type="text/javascript" src="../src/bigblow_theme/js/jquery.localscroll-min.js"></script>
# #+HTML_HEAD: <script type="text/javascript" src="../src/bigblow_theme/js/jquery.scrollTo-1.4.3.1-min.js"></script>
# #+HTML_HEAD: <script type="text/javascript" src="../src/bigblow_theme/js/jquery.zclip.min.js"></script>
#+HTML_HEAD: <script type="text/javascript" src="../src/bigblow_theme/js/bigblow.js"></script>
#+HTML_HEAD: <script type="text/javascript" src="../src/bigblow_theme/js/hideshow.js"></script>
# #+HTML_HEAD: <script type="text/javascript" src="../src/lib/js/jquery.stickytableheaders.min.js"></script>
#+BEGIN_HTML
\(
\newcommand{\dif}{\,\mathrm{d}}
\newcommand{\ue}{\mathrm{e}}
\newcommand{\bm}[1]{\vec{#1}}
\newcommand{\SI}[2]{#1~\mathrm{#2}}
\newcommand{\si}[1]{~\mathrm{#1}}
\newcommand{\tx}[1]{\mathbf{#1}}
\newcommand{\J}{\mathrm{J}}
\newcommand{\s}{\mathrm{s}}
\newcommand{\m}{\mathrm{m}}
\newcommand{\mm}{\mathrm{mm}}
\newcommand{\kg}{\mathrm{kg}}
\newcommand{\pN}{\mathrm{pN}}
\newcommand{\N}{\mathrm{N}}
\)
#+END_HTML

* 大学物理
** 绪论
*** 什么是物理学
物理学起源于古希腊的自然哲学. 物理学的英文名 Physics 由拉丁文 Physica 演变而来. 而 Physica 一词源自于古希腊文，就是“自然”的意思．古希腊人把所有对自然界的观察和 思考，笼统地包含在一门学问里，那就是自然哲学, 包括现在的物理、化学、天文、地学，生 物等．牛顿时代科学和哲学还是一家，所以牛顿的划时代的著作名为《自然哲学的数学原理》．

用现代的物理学语言表述, 物理学是一门研究物质结构、相互作用及其运动规律的基础学科.
*** 物理学研究对象
*** 物理学研究尺度
*** 物理学的特点
+ 是一门实验科学, 理论要接受实验的检验.
+ 基本结构: 概念 定律 思想
+ 利用模型来研究和解决
+ 与数学紧密结合.
*** 物理学研究方法
物理学有一套成熟的获得知识、组织知识和运用知识的研究方法。

几种典型的物理学研究方法.
- 实验观测归纳
- 理想化方法
- 科学假说方法
*** 物理学与工业文明
*** 怎样学习物理学
** 矢量代数
*** 矢量与标量
*** 矢量加减法
*** 矢量点积
*** 矢量叉积
*** 矢量的导数
*** 矢量的积分
** 量纲
*** 测量单位
*** 量纲
** 质点运动学
** 质点动力学
** 刚体力学基础
** 机械振动
** 机械波
** 静电场
** 稳恒磁场
** 电磁感应
** 知识框架
# + [[file:../archive/college-physics/大学物理-知识纲要.pdf][大学物理知识纲要]]
+ [[file:../archive/college-physics/质点运动学知识框架图.pdf][质点运动学知识框架]]
+ [[file:../archive/college-physics/质点动力学知识框架图.pdf][质点动力学知识框架]]
+ [[file:../archive/college-physics/刚体定轴转动知识框架图.pdf][刚体定轴转动知识框架]]
+ [[file:../archive/college-physics/机械振动知识框架图.pdf][机械振动知识框架]]
+ [[file:../archive/college-physics/机械波知识框架图.pdf][机械波知识框架]]
** 课外阅读
