teaching/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="zh-CN" xml:lang="zh-CN">
<head>
<!-- 2022-02-14 周一 18:57 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Ran Shi-Yong   教学网页</title>
<meta name="author" content="Ran Shi-Yong" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="../src/bigblow_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="../src/bigblow_theme/css/bigblow.css"/>
<link rel="stylesheet" type="text/css" href="../src/bigblow_theme/css/hideshow.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">Ran Shi-Yong   教学网页</h1>
<div id="table-of-contents" role="doc-toc">
<h2>&#30446;&#24405;</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org5b88d1e">1. 大学物理</a>
<ul>
<li><a href="#org6d4a81d">1.1. 绪论</a>
<ul>
<li><a href="#org690c64b">1.1.1. 什么是物理学</a></li>
<li><a href="#orgbbfc93e">1.1.2. 物理学研究对象</a></li>
<li><a href="#org9d7b551">1.1.3. 物理学研究尺度</a></li>
<li><a href="#orgd419202">1.1.4. 物理学的特点</a></li>
<li><a href="#org77f2eba">1.1.5. 物理学研究方法</a></li>
<li><a href="#org9c30ba1">1.1.6. 物理学与工业文明</a></li>
<li><a href="#org596c816">1.1.7. 怎样学习物理学</a></li>
</ul>
</li>
<li><a href="#org843aa02">1.2. 矢量代数</a>
<ul>
<li><a href="#orgf611b1c">1.2.1. 矢量与标量</a></li>
<li><a href="#org769c830">1.2.2. 矢量加减法</a></li>
<li><a href="#org676968a">1.2.3. 矢量点积</a></li>
<li><a href="#org7ed0ac4">1.2.4. 矢量叉积</a></li>
<li><a href="#org2575bef">1.2.5. 矢量的导数</a></li>
<li><a href="#org2fef961">1.2.6. 矢量的积分</a></li>
</ul>
</li>
<li><a href="#org582a57c">1.3. 量纲</a>
<ul>
<li><a href="#org72eb068">1.3.1. 测量单位</a></li>
<li><a href="#org60cdf0b">1.3.2. 量纲</a></li>
</ul>
</li>
<li><a href="#orge3881ff">1.4. 质点运动学</a></li>
<li><a href="#org6348772">1.5. 质点动力学</a></li>
<li><a href="#org8759441">1.6. 刚体力学基础</a></li>
<li><a href="#org2cc420f">1.7. 机械振动</a></li>
<li><a href="#orgc868875">1.8. 机械波</a></li>
<li><a href="#org3dd06fd">1.9. 静电场</a></li>
<li><a href="#orgf0aa1a8">1.10. 稳恒磁场</a></li>
<li><a href="#org62f4638">1.11. 电磁感应</a></li>
<li><a href="#org6fa83bd">1.12. 知识框架</a></li>
<li><a href="#orgd51b99d">1.13. 课外阅读</a>
<ul>
<li><a href="#org20b1545">1.13.1. 保守力的判断标准</a></li>
<li><a href="#org7aaa9ec">1.13.2. 简谐振动动力学方程的求解</a></li>
</ul>
</li>
<li><a href="#orgfc2d77d">1.14. 作业</a></li>
<li><a href="#orgb035229">1.15. 思考题</a></li>
<li><a href="#org6c82225">1.16. 练习</a></li>
<li><a href="#orgd2ea1b4">1.17. 答案</a>
<ul>
<li><a href="#orga3aaa3c">1.17.1. 质点运动学教材习题答案</a></li>
<li><a href="#org39b7527">1.17.2. 质点动力学教材习题答案</a></li>
<li><a href="#org9ae0aa3">1.17.3. 刚体力学基础教材习题答案</a></li>
<li><a href="#org2afca42">1.17.4. 机械振动与机械波教材习题答案</a></li>
<li><a href="#org8d9532e">1.17.5. 静电场教材习题答案</a></li>
<li><a href="#orgd035ea0">1.17.6. 稳恒磁场教材习题答案</a></li>
<li><a href="#org7e7d9d6">1.17.7. 变化的电磁场教材习题答案</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgb6d9e6b">2. 大学物理实验</a>
<ul>
<li><a href="#org6800378">2.1. 误差理论</a>
<ul>
<li><a href="#orge5f2810">2.1.1. 测量与误差</a></li>
<li><a href="#org448e75b">2.1.2. 误差的分类</a></li>
<li><a href="#org9b9a305">2.1.3. 评估系统误差和随机误差的三个常用术语</a></li>
<li><a href="#org45fa1be">2.1.4. 随机误差的处理</a></li>
</ul>
</li>
<li><a href="#org1114428">2.2. 不确定度</a>
<ul>
<li><a href="#org7a5d376">2.2.1. 概念</a></li>
<li><a href="#org5638543">2.2.2. 不确定度分量的分类</a></li>
<li><a href="#org26e9baf">2.2.3. 直接测量量的结果表示</a></li>
<li><a href="#orgeee368e">2.2.4. 间接测量量的结果表示</a></li>
</ul>
</li>
<li><a href="#orga622526">2.3. 有效数字和运算规则</a>
<ul>
<li><a href="#org130263a">2.3.1. 有效数字的概念</a></li>
<li><a href="#org51a9ff4">2.3.2. 直接测量量的有效数字读取</a></li>
<li><a href="#org5f41fd2">2.3.3. 有效数字的单位换算规则</a></li>
<li><a href="#orge79f8aa">2.3.4. 算术平均值有效数字的修约规则</a></li>
<li><a href="#orge2a53a8">2.3.5. 不确定度有效数字位数的取舍规则</a></li>
<li><a href="#org6428e1b">2.3.6. 测量结果的有效数字规则</a></li>
<li><a href="#orga8b3878">2.3.7. 有效数字的运算规则</a></li>
</ul>
</li>
<li><a href="#orgc4adaa8">2.4. 实验数据处理方法</a>
<ul>
<li><a href="#orgecca37b">2.4.1. 列表法</a></li>
<li><a href="#org2c745cd">2.4.2. 图示法</a></li>
<li><a href="#org70c039e">2.4.3. 逐差法</a></li>
<li><a href="#org7dc6a9a">2.4.4. 最小二乘法</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orge57225d">3. 近代物理实验</a>
<ul>
<li><a href="#org9f143d7">3.1. X 射线发射谱</a></li>
<li><a href="#orgd48f6c1">3.2. 拉曼光谱实验</a></li>
</ul>
</li>
<li><a href="#orgff910b9">4. 物理与人文文化专题</a>
<ul>
<li><a href="#org1943f32">4.1. 科学与人文</a></li>
</ul>
</li>
<li><a href="#orgcf7abdd">5. 研究生教学</a>
<ul>
<li><a href="#orga6d5a44">5.1. 实验室安全</a>
<ul>
<li><a href="#org5899f33">5.1.1. 实验室安全一般守则</a></li>
<li><a href="#org4ee5d8d">5.1.2. 化学品安全</a></li>
<li><a href="#org10f38a9">5.1.3. 激光安全</a></li>
<li><a href="#orgfc0d9af">5.1.4. 消防和急救常识</a></li>
</ul>
</li>
<li><a href="#org17f324c">5.2. 学术规范与学术道德</a></li>
<li><a href="#org5b5ca9e">5.3. 沟通交流</a></li>
<li><a href="#orgafdadb5">5.4. 文献调研</a></li>
<li><a href="#org1ee955a">5.5. 数据处理</a></li>
</ul>
</li>
<li><a href="#org9f2bbef">6. 联系方式</a></li>
<li><a href="#org6cfd5f6">7. 答疑安排</a></li>
</ul>
</div>
</div>
<div class="HTML" id="org2a9828d">
<p>
\(
\newcommand{\dif}{\,\mathrm{d}}
\newcommand{\ue}{\mathrm{e}}
\newcommand{\bm}[1]{\vec{#1}}
\newcommand{\SI}[2]{#1~\mathrm{#2}}
\newcommand{\si}[1]{~\mathrm{#1}}
\newcommand{\tx}[1]{\mathbf{#1}}
\newcommand{\J}{\mathrm{J}}
\newcommand{\s}{\mathrm{s}}
\newcommand{\m}{\mathrm{m}}
\newcommand{\mm}{\mathrm{mm}}
\newcommand{\kg}{\mathrm{kg}}
\newcommand{\pN}{\mathrm{pN}}
\newcommand{\N}{\mathrm{N}}
\)
</p>

</div>

<div id="outline-container-org5b88d1e" class="outline-2">
<h2 id="org5b88d1e"><span class="section-number-2">1.</span> 大学物理</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org6d4a81d" class="outline-3">
<h3 id="org6d4a81d"><span class="section-number-3">1.1.</span> 绪论</h3>
<div class="outline-text-3" id="text-1-1">
</div>
<div id="outline-container-org690c64b" class="outline-4">
<h4 id="org690c64b"><span class="section-number-4">1.1.1.</span> 什么是物理学</h4>
<div class="outline-text-4" id="text-1-1-1">
<p>
物理学起源于古希腊的自然哲学. 物理学的英文名 Physics 由拉丁文 Physica 演变而来. 而 Physica 一词源自于古希腊文，就是“自然”的意思．古希腊人把所有对自然界的观察和 思考，笼统地包含在一门学问里，那就是自然哲学, 包括现在的物理、化学、天文、地学，生 物等．牛顿时代科学和哲学还是一家，所以牛顿的划时代的著作名为《自然哲学的数学原理》．
</p>

<p>
用现代的物理学语言表述, 物理学是一门研究物质结构、相互作用及其运动规律的基础学科.
</p>
</div>
</div>
<div id="outline-container-orgbbfc93e" class="outline-4">
<h4 id="orgbbfc93e"><span class="section-number-4">1.1.2.</span> 物理学研究对象</h4>
</div>
<div id="outline-container-org9d7b551" class="outline-4">
<h4 id="org9d7b551"><span class="section-number-4">1.1.3.</span> 物理学研究尺度</h4>
</div>
<div id="outline-container-orgd419202" class="outline-4">
<h4 id="orgd419202"><span class="section-number-4">1.1.4.</span> 物理学的特点</h4>
<div class="outline-text-4" id="text-1-1-4">
<ul class="org-ul">
<li>是一门实验科学, 理论要接受实验的检验.</li>
<li>基本结构: 概念 定律 思想</li>
<li>利用模型来研究和解决</li>
<li>与数学紧密结合.</li>
</ul>
</div>
</div>
<div id="outline-container-org77f2eba" class="outline-4">
<h4 id="org77f2eba"><span class="section-number-4">1.1.5.</span> 物理学研究方法</h4>
<div class="outline-text-4" id="text-1-1-5">
<p>
物理学有一套成熟的获得知识、组织知识和运用知识的研究方法。
</p>

<p>
几种典型的物理学研究方法.
</p>
<ul class="org-ul">
<li>实验观测归纳</li>
<li>理想化方法</li>
<li>科学假说方法</li>
</ul>
</div>
</div>
