teaching/index.html
<div id="outline-container-org9c30ba1" class="outline-4">
<h4 id="org9c30ba1"><span class="section-number-4">1.1.6.</span> 物理学与工业文明</h4>
</div>
<div id="outline-container-org596c816" class="outline-4">
<h4 id="org596c816"><span class="section-number-4">1.1.7.</span> 怎样学习物理学</h4>
</div>
</div>
<div id="outline-container-org843aa02" class="outline-3">
<h3 id="org843aa02"><span class="section-number-3">1.2.</span> 矢量代数</h3>
<div class="outline-text-3" id="text-1-2">
</div>
<div id="outline-container-orgf611b1c" class="outline-4">
<h4 id="orgf611b1c"><span class="section-number-4">1.2.1.</span> 矢量与标量</h4>
</div>
<div id="outline-container-org769c830" class="outline-4">
<h4 id="org769c830"><span class="section-number-4">1.2.2.</span> 矢量加减法</h4>
</div>
<div id="outline-container-org676968a" class="outline-4">
<h4 id="org676968a"><span class="section-number-4">1.2.3.</span> 矢量点积</h4>
</div>
<div id="outline-container-org7ed0ac4" class="outline-4">
<h4 id="org7ed0ac4"><span class="section-number-4">1.2.4.</span> 矢量叉积</h4>
</div>
<div id="outline-container-org2575bef" class="outline-4">
<h4 id="org2575bef"><span class="section-number-4">1.2.5.</span> 矢量的导数</h4>
</div>
<div id="outline-container-org2fef961" class="outline-4">
<h4 id="org2fef961"><span class="section-number-4">1.2.6.</span> 矢量的积分</h4>
</div>
</div>
<div id="outline-container-org582a57c" class="outline-3">
<h3 id="org582a57c"><span class="section-number-3">1.3.</span> 量纲</h3>
<div class="outline-text-3" id="text-1-3">
</div>
<div id="outline-container-org72eb068" class="outline-4">
<h4 id="org72eb068"><span class="section-number-4">1.3.1.</span> 测量单位</h4>
</div>
<div id="outline-container-org60cdf0b" class="outline-4">
<h4 id="org60cdf0b"><span class="section-number-4">1.3.2.</span> 量纲</h4>
</div>
</div>
<div id="outline-container-orge3881ff" class="outline-3">
<h3 id="orge3881ff"><span class="section-number-3">1.4.</span> 质点运动学</h3>
</div>
<div id="outline-container-org6348772" class="outline-3">
<h3 id="org6348772"><span class="section-number-3">1.5.</span> 质点动力学</h3>
</div>
<div id="outline-container-org8759441" class="outline-3">
<h3 id="org8759441"><span class="section-number-3">1.6.</span> 刚体力学基础</h3>
</div>
<div id="outline-container-org2cc420f" class="outline-3">
<h3 id="org2cc420f"><span class="section-number-3">1.7.</span> 机械振动</h3>
</div>
<div id="outline-container-orgc868875" class="outline-3">
<h3 id="orgc868875"><span class="section-number-3">1.8.</span> 机械波</h3>
</div>
<div id="outline-container-org3dd06fd" class="outline-3">
<h3 id="org3dd06fd"><span class="section-number-3">1.9.</span> 静电场</h3>
</div>
<div id="outline-container-orgf0aa1a8" class="outline-3">
<h3 id="orgf0aa1a8"><span class="section-number-3">1.10.</span> 稳恒磁场</h3>
</div>
<div id="outline-container-org62f4638" class="outline-3">
<h3 id="org62f4638"><span class="section-number-3">1.11.</span> 电磁感应</h3>
</div>
<div id="outline-container-org6fa83bd" class="outline-3">
<h3 id="org6fa83bd"><span class="section-number-3">1.12.</span> 知识框架</h3>
<div class="outline-text-3" id="text-1-12">
<ul class="org-ul">
<li><a href="../archive/college-physics/质点运动学知识框架图.pdf">质点运动学知识框架</a></li>
<li><a href="../archive/college-physics/质点动力学知识框架图.pdf">质点动力学知识框架</a></li>
<li><a href="../archive/college-physics/刚体定轴转动知识框架图.pdf">刚体定轴转动知识框架</a></li>
<li><a href="../archive/college-physics/机械振动知识框架图.pdf">机械振动知识框架</a></li>
<li><a href="../archive/college-physics/机械波知识框架图.pdf">机械波知识框架</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgd51b99d" class="outline-3">
<h3 id="orgd51b99d"><span class="section-number-3">1.13.</span> 课外阅读</h3>
<div class="outline-text-3" id="text-1-13">
</div>
<div id="outline-container-org20b1545" class="outline-4">
<h4 id="org20b1545"><span class="section-number-4">1.13.1.</span> 保守力的判断标准</h4>
<div class="outline-text-4" id="text-1-13-1">
<p>
从一个简单的实例开始. 考虑力 \(\bm{F} = x \vec{i} + y \vec{j}\) 做功, 我们研究该力从坐标原点\((0,0)\)(A)沿 y 轴到\((0,1)\)(C)路径(AC 路径), 以及从原点开始沿 \(y = x\) 直线到 \((1,1)\) (B)然后再沿 x 轴负方向到 C 点的折线路径(ABC)的做功.
</p>

<p>
如果质点运动路径是 AC,则该力做功为
</p>
\begin{equation}
W = \int_0^0 F_x \dif x + \int_0^1 F_y \dif y = \int_0^1 y \dif y = \SI{0.5}{\J}
\end{equation}

<p>
如果质点运动路径是满足 \(y = x\) 函数关系的 AB 路线,再由 B 到 C( \(y = 1\))路线,则该力做功为
</p>
\begin{equation*}
\begin{aligned}
W = W_{AB} + W_{BC} &= (\int_0^1 F_x \dif x + \int_0^1 F_y \dif y) + (\int_1^0 F_x \dif x + \int_1^1 F_y \dif y) \\
&= (\int_0^1 x \dif x + \int_0^1 y \dif y) + (\int_1^0 x \dif x + \int_1^1 y \dif y) \\
&= (0.5 + 0.5) + (-0.5+0) \\
&= \SI{0.5}{\J}
\end{aligned}
\end{equation*}

<p>
可以验证,如果是其他路径,只要始末位置为 A、C 两点, 该力做功与路径无关,也就是说该力是保守力.
</p>

<p>
推广本例,有如下结论:只要该力各方向的分力是该 <b>方向变量的单值函数</b>, 那么该力就是保守力.即该力满足:
\[
\vec{F} = f(x) \vec{i} + g(y) \vec{j} + h(z) \vec{k}
\]
形式.
</p>

<p>
实例:
\[
\vec{F} = x^2 \vec{i} + y^2 \vec{j} + z^2 \vec{k}
\]
是保守力.
</p>

<p>
反例(教材第 33 页例题):
\[
\vec{F} = (y^2 - x^2) \vec{i} + 3xy \vec{j}
\]
严谨地从数学上判断一个力是否是保守力的标准需要用到数学上的旋度概念, 即
</p>

\begin{equation}
\nabla \times \bm{F} = \left|\begin{array}{ccc}
\bm{i} & \bm{j} & \bm{k}\\
\dfrac{\partial}{\partial x} & \dfrac{\partial}{\partial y} & \dfrac{\partial}{\partial z} \\
F_{x} & F_{y} & F_{z}
\end{array}\right| = (\dfrac{\partial F_z}{\partial y} - \frac{\partial F_y}{\partial z})\bm{i} + (\frac{\partial F_x}{\partial z} - \frac{\partial F_z}{\partial x})\bm{j}+(\frac{\partial F_y}{\partial x} - \frac{\partial F_x}{\partial y})\bm{k} = 0
\end{equation}

<p>
用数学术语, \(\nabla \times \bm{F}\) 称为力 \(\bm{F}\) 的 <b>旋度</b>.
</p>

<p>
因此, 判断力是否为保守力的充分必要条件是:该力的旋度为 0, 即\(\nabla \times \bm{F} = 0\).
</p>
</div>
</div>
<div id="outline-container-org7aaa9ec" class="outline-4">
<h4 id="org7aaa9ec"><span class="section-number-4">1.13.2.</span> 简谐振动动力学方程的求解</h4>
<div class="outline-text-4" id="text-1-13-2">
</div>
<ol class="org-ol">
<li><a id="org6a48d54"></a>二阶线性齐次微分方程的通解<br />
<div class="outline-text-5" id="text-1-13-2-1">
<p>
以弹簧振子为例,其动力学方程是二阶线性齐次微分方程, 根据课程推导有:
</p>
\begin{equation}
\label{equ:main}
\frac{\dif^2 x}{\dif t^2} + \omega^2 x = 0 \quad (\text{弹簧振子:}\omega^2 = \frac{k}{m})
\end{equation}

<p>
根据微分方程理论, 如果 \(x_1(t)\) 和 \(x_2(t)\) 是该方程的两个 <b>线性无关</b> (两个解比值不为常数)的特解, 则
</p>
\begin{equation}
\label{equ:s}
x = C_1 x_1(t) + C_2 x_2(t)
\end{equation}

<p>
就是该微分方程的 <b>通解</b> .
</p>

<p>
那么接下来的事情是如何求得两个特解以及确定常数 \(C_1, C_2\).
</p>
</div>
</li>

<li><a id="orga681fb7"></a>特征方程<br />
<div class="outline-text-5" id="text-1-13-2-2">
<p>
当  \(r\)  为常数时, 指数函数 \(x = \ue^{rt}\) 与它的各阶导数都只相差一个常数因子. 利用指数函数的这一性质, 我们可以用 \(x = \ue^{rt}\) 函数尝试求解微分方程, 看能否取得合适的常数  \(r\)  满足方程式\ref{equ:main}.
</p>

<p>
利用该函数可得:
</p>
\begin{equation}
\label{equ:1}
\dfrac{\dif^2 x}{\dif t^2} = r^2 \ue^{rt}
\end{equation}

<p>
代入到式\ref{equ:main},得:
</p>
\begin{equation}
\label{equ:2}
(r^2 + \omega^2)\ue^{rt} = 0.
\end{equation}

<p>
因为 \(\ue^{rt}\neq 0\), 所以
</p>
\begin{equation}
\label{equ:3}
r^2 + \omega^2 = 0.
\end{equation}

<p>
可见, 只要 \(r\) 满足式\ref{equ:3}, 函数 \(x = \ue^{rt}\) 就是微分方程的解, 我们把式\ref{equ:3}称为微分方程(\ref{equ:main})的 <b>特征方程</b> .
</p>

<p>
很明显, 特征方程有两个共轭复数解
</p>
\begin{equation}
\label{equ:4}
r_1 = \omega i, r_2 = -\omega i
\end{equation}

<p>
因此式\ref{equ:main}的两个特解为
</p>
\begin{equation}
\label{equ:5}
x_1 = \ue^{\omega t i}, x_2 = \ue^{- \omega t i},
\end{equation}

<p>
根据式\ref{equ:s},方程的通解为
</p>
\begin{equation}
\label{equ:ss}
x = C_1 \ue^{\omega t i} + C_2 \ue^{- \omega t i}
\end{equation}
</div>
</li>


<li><a id="org823e437"></a>欧拉公式的应用<br />
<div class="outline-text-5" id="text-1-13-2-3">
<p>
可以用欧拉公式
</p>
\begin{equation}
\label{equ:o}
\ue^{i \theta} = \cos \theta + i \sin\theta
\end{equation}

<p>
将 \(x_1 = \ue^{\omega t i}\) 和 \(x_2 = \ue^{-\omega t i}\) 改写为
</p>
\begin{equation}
\label{equ:o1}
\begin{aligned}
x_1 = \ue^{\omega t i} &= \cos (\omega t) + i \sin(\omega t)\\
x_2 = \ue^{-\omega t i} &= \cos (\omega t) - i \sin(\omega t)
\end{aligned}
\end{equation}


<p>
上述两式联立得到
</p>
\begin{equation}
\begin{aligned}
x_1^{\prime} &= \frac{x_1 + x_2}{2} = \cos (\omega t)\\
x_2^{\prime} &= \frac{x_1 - x_2}{2i} = \sin (\omega t)
\end{aligned}
\end{equation}


<p>
\(x_1^{\prime}, x_2^{\prime}\) 也是微分方程的 <b>两个线性无关的特解</b> , 因此根据式\ref{equ:s}, 方程(\ref{equ:main})的通解为
</p>
\begin{equation}
\label{equ:solution}
x(t) = C_1 \cos (\omega t) + C_2 \sin(\omega t).
\end{equation}

<p>
应用简谐振动的初始条件, 即$t = 0$时, \(x = x_0\), \(v = \dfrac{\dif x}{\dif t} = v_0\), 可以推得:
</p>
\begin{equation}
\label{equ:6}
C_1 = x_0, C_2 = v_0/\omega.
\end{equation}

<p>
因此所求的通解为:
</p>
\begin{equation}
\label{equ:f}
x(t) = x_0 \cos (\omega t) + \frac{v_0}{\omega} \sin(\omega t) = \sqrt{x_0^2 + \frac{v_0^2}{\omega^2}}\cos(\omega t + \varphi_0) = A \cos(\omega t + \varphi_0).
\end{equation}
<p>
其中
\[
A = \sqrt{x_0^2 + \frac{v_0^2}{\omega^2}}, \tan \varphi_0 = - \frac{v_0}{\omega x_0}.
\]
完毕.
</p>
</div>
</li>
</ol>
</div>
</div>

<div id="outline-container-orgfc2d77d" class="outline-3">
<h3 id="orgfc2d77d"><span class="section-number-3">1.14.</span> 作业</h3>
</div>
<div id="outline-container-orgb035229" class="outline-3">
<h3 id="orgb035229"><span class="section-number-3">1.15.</span> 思考题</h3>
</div>
<div id="outline-container-org6c82225" class="outline-3">
<h3 id="org6c82225"><span class="section-number-3">1.16.</span> 练习</h3>
</div>
<div id="outline-container-orgd2ea1b4" class="outline-3">
<h3 id="orgd2ea1b4"><span class="section-number-3">1.17.</span> 答案</h3>
<div class="outline-text-3" id="text-1-17">
</div>
<div id="outline-container-orga3aaa3c" class="outline-4">
<h4 id="orga3aaa3c"><span class="section-number-4">1.17.1.</span> 质点运动学教材习题答案</h4>
<div class="outline-text-4" id="text-1-17-1">
</div>
<ol class="org-ol">
<li><a id="org7424fbb"></a>选择题<br />
<div class="outline-text-5" id="text-1-17-1-1">
<p>
DDBDD
</p>
</div>
</li>
<li><a id="org2ca55d9"></a>填空题<br /></li>
<li><a id="org99870ac"></a>计算题<br /></li>
</ol>
</div>
<div id="outline-container-org39b7527" class="outline-4">
<h4 id="org39b7527"><span class="section-number-4">1.17.2.</span> 质点动力学教材习题答案</h4>
<div class="outline-text-4" id="text-1-17-2">
</div>
<ol class="org-ol">
<li><a id="orgb67cbe1"></a>选择题<br /></li>
<li><a id="org7390c06"></a>填空题<br /></li>
<li><a id="org9f8bede"></a>计算题<br /></li>
</ol>
</div>
<div id="outline-container-org9ae0aa3" class="outline-4">
<h4 id="org9ae0aa3"><span class="section-number-4">1.17.3.</span> 刚体力学基础教材习题答案</h4>
<div class="outline-text-4" id="text-1-17-3">
</div>
<ol class="org-ol">
<li><a id="org318fcfb"></a>选择题<br /></li>
<li><a id="org3bfc286"></a>填空题<br /></li>
<li><a id="orgf77e8dd"></a>计算题<br /></li>
</ol>
</div>
<div id="outline-container-org2afca42" class="outline-4">
<h4 id="org2afca42"><span class="section-number-4">1.17.4.</span> 机械振动与机械波教材习题答案</h4>
<div class="outline-text-4" id="text-1-17-4">
</div>
<ol class="org-ol">
