phy-hum/index.org
*** 评估系统误差和随机误差的三个常用术语
*** 随机误差的处理
** 不确定度
*** 概念
*** 不确定度分量的分类
*** 直接测量量的结果表示
*** 间接测量量的结果表示
** 有效数字和运算规则
*** 有效数字的概念
*** 直接测量量的有效数字读取
*** 有效数字的单位换算规则
*** 算术平均值有效数字的修约规则
*** 不确定度有效数字位数的取舍规则
*** 测量结果的有效数字规则
*** 有效数字的运算规则
** 实验数据处理方法
*** 列表法
*** 图示法
*** 逐差法
*** 最小二乘法
* 近代物理实验
** X 射线发射谱
** 拉曼光谱实验
* 物理与人文文化专题
** 科学与人文
* 研究生教学
** 实验室安全
在实验室里，需要使用水电，器皿与化学药品，时时刻刻有潜在伤害、火灾 爆炸或中毒等危险。实验室中各项操作，如未养成正确的操作管理习惯，不仅易 发生事故，且危及人员健康及安全。本篇将实验室安全、卫生及环保要求予以正 确规范，请务必遵守。实验室使用者有责任明白所有规则后方可进行实验。
*** 实验室安全一般守则
*凡开始任何新的或更改过的操作程序前，要先了解所有物理、化学、生物
方面潜在危险，及该有那些适当的安全措施。使用化学品前应先阅读试剂安全
资料表。养成预知危险的习惯。*

   + 离开实验室关水,关电,关灯,关窗,关门。物归原处。
   + 需学习熟悉紧急应变措施、及逃生路线。知道火警电话和灭火器位置以及 使用方法。衣服着火时决不可奔跑或扑扇火焰；身上着火最好以防火毯、实验 衣等裹着身体灭火，或利用安全淋洗冲洗，二氧化碳灭火器等方式来灭火。化 学品溅入眼睛必须紧急先用大量清水冲洗眼球，然后才送医急救；冲水时要将 眼睑撑开，一面冲水，一面转动眼球，冲水、15 分钟后再送医。（详参见附录 1）
   + 实验室内禁止吸烟、涂化妆品或饮食。冷藏柜严禁储存食物饮品。
   + 穿上适当的防护衣服及手套，以免身体接触化学品。在实验室使用危险化学 品、危险机器、激光设备及生物剂，必须戴上适当的护目镜和防护手套。搬运或 使用具高度腐蚀性之酸、碱及其它化学品时，应戴橡胶手套。处理烫的物品时， 应戴隔热手套。
   + 所有盛放化学品的容器都需要贴上正确清晰的标签。卷标上应写上化学品的 危险警告字句以供其它实验室使用者参考，否则会有潜在危险。
   + 所有化学废料应适当弃置于相应的废料容器内，并应正确做好标记。具体处理方法见第二部分化学品安全。
   + 尽量避免接触气体、烟雾及气雾，预料会有上述情况时应使用适当的设备 及通风橱。当实验用到有毒或可燃物质时，应在通风橱中进行工作。
   + *对不安全环境及行为提高警觉，并把不安全情况向实验室负责人报告。*
   + 不可靠近、触摸运转中的仪器如离心机，若要检查反常现象，必须先关闭电 源停止操作。
   + *离开实验室前，应使用肥皂及水彻底洗净双手。*
**** 实验室管理及维修
+ 保持实验室范围整洁，免生意外。每个实验结束时应 收拾打扫干净，物归原处。
+ *所有化学废料都要根据危险级别分类，并储存在指定的容器内。处理方法详参见第二部分化学品安全。*
+ 实验室地面应长期保持干爽。如有化学品泄漏或水溅湿地面，应即处理并提 示其它工作人员。
+ 楼梯间及走廊切勿存放物品，严禁阻塞通道及阻碍人取得紧急用品。
+ 所有实验室设备如出故障请立即检查维修。维修工作需由认可人员执行，予 以记录。

**** 通风橱使用
通风橱用以保护操作人员，以免他们接触到由化学品释放的有毒烟雾，并防止烟雾于实验室内扩散。

  +     通风橱不应用作存放化学品。
  + *凡涉及有毒化学品的实验，尽可能在通风橱内进行。谨记穿实验服，戴上防护镜和保护手套，每次使用完毕，必须彻底清理工作台和仪器。*
  + *凡涉及有机溶剂的蒸馏过程及消解过程的操作程序，必须在通风橱内进行。蒸馏过程不得于无人看管下进行。*
  + *实验时应把通风橱的窗框拉下至认可的安全标记。窗框高于安全标记时，便不应使用通风橱，以确保安全。*
**** 无人在场的实验
   + 有些实验过程涉及危险化学品，并需在无人在场的情况下持续甚至通宵进 行，负责人必须做好预防措施，特别是当公用设施如电力、煤气及冷却水中断时 作何应变控制。
   + 小心存放化学品及仪器，以防止火警、爆炸以及其它突发事故发生。
   + 实验室内的照明系统必须保持开启；实验室大门外应张贴告示，列明其内使 用那些危险品、紧急事故电话及联系人。
*** 化学品安全
**** 概述
本部分详列出实验室内储存、使用及弃置化学品的安全守则，供使用者参考。在 此所提及的化学品包括化学元素、化合物、混合物、商业用化工产品、清洁剂、 溶剂及润滑剂。不少化学品都具毒性、刺激性、腐蚀性、致癌性、易燃性或爆炸 性。有些化学品单独使用时较为安全，但是在实验中按预计安排或意外跟其它化 学品混合，亦可能有危险。故此，处理化学品的人士必须清楚知道：化学品单独 使用或其化合效应可能引起的危险情况，并采取适当的控制和预防措施。
**** 试剂毒性
   + *使用任何试剂之前，必须清楚试剂相关性质、潜在危险、毒性，做好相应预防措施。试剂相关信息可通过阅读试剂说明书、网页搜索、书籍调研等获得。*
   + *有机类、挥发性强类试剂相关实验务必在通风橱内进行。*
   + 除非明确无潜在危险，实验者应默认试剂具有毒性，戴上护目镜和手套、穿实验服，做好防范措施。
   + 完成实验，接触相关试剂之后洗手。
   + *危险或毒性试剂购买者或使用人有义务提醒实验室其他可能接触人员，将试剂妥善保管并明确标记。*
**** 化学品的正确标记方法
所有化学剂或化学品的容器，*必须贴有标签，标示其所存化学品的名称、浓 度、潜在危险性及制造日期。*
**** 化学品的一般处理方法
+ *实验室内的化学剂及化学品用后必须盖好，并应实时放回适当的位置。放置 时要注意将标签向外，以便识别。*
+ 实验室内的储存柜及冷藏柜必须定时检查，并将不适用的化学品安全弃置。 食物及饮料不可储存于冷藏柜内或放置化学品的地方。
+ *使用化学品时必须使用安全设备，个人基本安全设备至少应包括实验服、护 眼镜以及安全手套。*
+ 搬移化学品时，必须使用托盘或手推车辅助，以免容器爆裂引致化学品泄漏。
+ 所有实验室的化学废料均需安全弃置于指定的废料收集容器内。有关处理方 法见第 7 节弃置化学废料。
**** 化学品储存
   根据危险品条例，大量的危险品应储存在危险品仓库内。只有少量实验用的 化学品可以存放在实验室内。易燃易爆剧毒危险品务必做好防范措施，由使用人或购买人负责储存于保险柜等安全位置。
+ 化学品储存容器必须清楚卷标并标明化学品的名称、危险类别、特别预防措 施。
+ 用电冰箱储存的液体样品须用密封容器存放，再置于防漏托盘上。
+ 致癌及剧毒物质须存放于装有双重防漏装置的容器内。
+ *化学品应标明首天存放日期，随时间分解的物质尤其如此。*
+ 不兼容的化学品切勿存放在一起，应使用遮挡物料隔离。
+ *易燃溶剂应存放在化学品安全储存柜或通风位置远离燃烧器、加热板及电源。切勿将易燃物品储存在家用电冰箱内，应将其置于防爆炸或标明可储存易燃品的电冰箱或冷藏柜。*

**** 化学品泄漏
   小量（少于 1000 毫升）的化学品泄漏可利用实验室内处理泄漏的工具自行清 理。

   如果大量泄漏且不受控制，员工受伤又或实验室环境受污染，请立即通知相 关负责人。

   化学品泄漏紧急应变措施:

+  通知附近所有人。
+ 在安全情况下，使用合适的工具控制泄漏的范围。如泄漏易燃气体，要在 安全距离内，关闭所有热能來源或点火装置。
+ 疏散所有受影响区域的人员并并把门关上，启动在实验室入口的紧急排风 警报抽出有害气体。
+ 到安全地方通知保卫处。
+ 如情况许可，与事发现场保持距离，并尽量阻止其它人进入。
+ 若情况许可，应向紧急应变人员提供协助。
+ 不兼容的化学品切勿存放在一起，应使用遮挡物料隔离。
**** 化学废液处理
+ 废弃物一定要分类，而有害的废弃物及废液，更须适当的处理，不可任意排 放。
+ 废液至少可分装为：一般含重金属的废水，酸碱类废水，六价铬废水，含水 银废水，氰系废水，氧化剂、还原剂废水，以及有机溶剂等。
+ 一般只有无害之中性盐类，或阴阳离子类废液，可稀释后由水槽排放。
+ 有毒化学品，如汞、苯、氰化钠、氰化钾等这些物质的制造、运送、使用及 储存都需要经过一定程序的申请及许可，而且需要具有污染防治、检测和紧急处 理等措施。
+ 热玻璃或反应性化学品，绝不可与可燃性垃圾混在一起。
*** 激光安全
**** 概述
激光在实验室普遍使用，应用范围包括校准、光谱分析、非线性光学分析、光 纤通讯技术等。使用者如直视激光光束或镜面反射，激光的强烈光度足以造成暂 时性或永久性的眼睛损害。此外，即使是漫反射，高功率的激光亦会灼伤皮肤， 引起火灾和损害视力。大多数意外都是在较准激光系统或保养激光仪器时发生。 使用激光器时，如涉及高电压、高气压和有毒化学物质，亦可能导致其它意外。 因此，使用激光时必须采用特别的措施，降低潜在危险。

