teaching/index.html
<li><a id="org05d4e63"></a>选择题<br />
<div class="outline-text-5" id="text-1-17-4-1">
<p>
DDBDD
</p>
</div>
</li>
<li><a id="orgc6cc1a6"></a>填空题<br /></li>
<li><a id="org66b190b"></a>计算题<br /></li>
</ol>
</div>
<div id="outline-container-org8d9532e" class="outline-4">
<h4 id="org8d9532e"><span class="section-number-4">1.17.5.</span> 静电场教材习题答案</h4>
<div class="outline-text-4" id="text-1-17-5">
</div>
<ol class="org-ol">
<li><a id="orgd20d117"></a>选择题<br />
<div class="outline-text-5" id="text-1-17-5-1">
<p>
DDBDD
</p>
</div>
</li>
<li><a id="orgca066c9"></a>填空题<br /></li>
<li><a id="org0b1f197"></a>计算题<br /></li>
</ol>
</div>
<div id="outline-container-orgd035ea0" class="outline-4">
<h4 id="orgd035ea0"><span class="section-number-4">1.17.6.</span> 稳恒磁场教材习题答案</h4>
<div class="outline-text-4" id="text-1-17-6">
</div>
<ol class="org-ol">
<li><a id="org2d571be"></a>选择题<br />
<div class="outline-text-5" id="text-1-17-6-1">
<p>
DDBDD
</p>
</div>
</li>
<li><a id="orgdf81b18"></a>填空题<br /></li>
<li><a id="org8b62f29"></a>计算题<br /></li>
</ol>
</div>
<div id="outline-container-org7e7d9d6" class="outline-4">
<h4 id="org7e7d9d6"><span class="section-number-4">1.17.7.</span> 变化的电磁场教材习题答案</h4>
<div class="outline-text-4" id="text-1-17-7">
</div>
<ol class="org-ol">
<li><a id="org1896e2e"></a>选择题<br />
<div class="outline-text-5" id="text-1-17-7-1">
<p>
DDBDD
</p>
</div>
</li>
<li><a id="orgfd09018"></a>填空题<br /></li>
<li><a id="orgff4fc62"></a>计算题<br /></li>
</ol>
</div>
</div>
</div>
<div id="outline-container-orgb6d9e6b" class="outline-2">
<h2 id="orgb6d9e6b"><span class="section-number-2">2.</span> 大学物理实验</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org6800378" class="outline-3">
<h3 id="org6800378"><span class="section-number-3">2.1.</span> 误差理论</h3>
<div class="outline-text-3" id="text-2-1">
</div>
<div id="outline-container-orge5f2810" class="outline-4">
<h4 id="orge5f2810"><span class="section-number-4">2.1.1.</span> 测量与误差</h4>
</div>
<div id="outline-container-org448e75b" class="outline-4">
<h4 id="org448e75b"><span class="section-number-4">2.1.2.</span> 误差的分类</h4>
</div>
<div id="outline-container-org9b9a305" class="outline-4">
<h4 id="org9b9a305"><span class="section-number-4">2.1.3.</span> 评估系统误差和随机误差的三个常用术语</h4>
</div>
<div id="outline-container-org45fa1be" class="outline-4">
<h4 id="org45fa1be"><span class="section-number-4">2.1.4.</span> 随机误差的处理</h4>
</div>
</div>
<div id="outline-container-org1114428" class="outline-3">
<h3 id="org1114428"><span class="section-number-3">2.2.</span> 不确定度</h3>
<div class="outline-text-3" id="text-2-2">
</div>
<div id="outline-container-org7a5d376" class="outline-4">
<h4 id="org7a5d376"><span class="section-number-4">2.2.1.</span> 概念</h4>
</div>
<div id="outline-container-org5638543" class="outline-4">
<h4 id="org5638543"><span class="section-number-4">2.2.2.</span> 不确定度分量的分类</h4>
</div>
<div id="outline-container-org26e9baf" class="outline-4">
<h4 id="org26e9baf"><span class="section-number-4">2.2.3.</span> 直接测量量的结果表示</h4>
</div>
<div id="outline-container-orgeee368e" class="outline-4">
<h4 id="orgeee368e"><span class="section-number-4">2.2.4.</span> 间接测量量的结果表示</h4>
</div>
</div>
<div id="outline-container-orga622526" class="outline-3">
<h3 id="orga622526"><span class="section-number-3">2.3.</span> 有效数字和运算规则</h3>
<div class="outline-text-3" id="text-2-3">
</div>
<div id="outline-container-org130263a" class="outline-4">
<h4 id="org130263a"><span class="section-number-4">2.3.1.</span> 有效数字的概念</h4>
</div>
<div id="outline-container-org51a9ff4" class="outline-4">
<h4 id="org51a9ff4"><span class="section-number-4">2.3.2.</span> 直接测量量的有效数字读取</h4>
</div>
<div id="outline-container-org5f41fd2" class="outline-4">
<h4 id="org5f41fd2"><span class="section-number-4">2.3.3.</span> 有效数字的单位换算规则</h4>
</div>
<div id="outline-container-orge79f8aa" class="outline-4">
<h4 id="orge79f8aa"><span class="section-number-4">2.3.4.</span> 算术平均值有效数字的修约规则</h4>
</div>
<div id="outline-container-orge2a53a8" class="outline-4">
<h4 id="orge2a53a8"><span class="section-number-4">2.3.5.</span> 不确定度有效数字位数的取舍规则</h4>
</div>
<div id="outline-container-org6428e1b" class="outline-4">
<h4 id="org6428e1b"><span class="section-number-4">2.3.6.</span> 测量结果的有效数字规则</h4>
</div>
<div id="outline-container-orga8b3878" class="outline-4">
<h4 id="orga8b3878"><span class="section-number-4">2.3.7.</span> 有效数字的运算规则</h4>
</div>
</div>
<div id="outline-container-orgc4adaa8" class="outline-3">
<h3 id="orgc4adaa8"><span class="section-number-3">2.4.</span> 实验数据处理方法</h3>
<div class="outline-text-3" id="text-2-4">
</div>
<div id="outline-container-orgecca37b" class="outline-4">
<h4 id="orgecca37b"><span class="section-number-4">2.4.1.</span> 列表法</h4>
</div>
<div id="outline-container-org2c745cd" class="outline-4">
<h4 id="org2c745cd"><span class="section-number-4">2.4.2.</span> 图示法</h4>
</div>
<div id="outline-container-org70c039e" class="outline-4">
<h4 id="org70c039e"><span class="section-number-4">2.4.3.</span> 逐差法</h4>
</div>
<div id="outline-container-org7dc6a9a" class="outline-4">
<h4 id="org7dc6a9a"><span class="section-number-4">2.4.4.</span> 最小二乘法</h4>
</div>
</div>
</div>
<div id="outline-container-orge57225d" class="outline-2">
<h2 id="orge57225d"><span class="section-number-2">3.</span> 近代物理实验</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org9f143d7" class="outline-3">
<h3 id="org9f143d7"><span class="section-number-3">3.1.</span> X 射线发射谱</h3>
</div>
<div id="outline-container-orgd48f6c1" class="outline-3">
<h3 id="orgd48f6c1"><span class="section-number-3">3.2.</span> 拉曼光谱实验</h3>
</div>
</div>
<div id="outline-container-orgff910b9" class="outline-2">
<h2 id="orgff910b9"><span class="section-number-2">4.</span> 物理与人文文化专题</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-org1943f32" class="outline-3">
<h3 id="org1943f32"><span class="section-number-3">4.1.</span> 科学与人文</h3>
</div>
</div>
<div id="outline-container-orgcf7abdd" class="outline-2">
<h2 id="orgcf7abdd"><span class="section-number-2">5.</span> 研究生教学</h2>
<div class="outline-text-2" id="text-5">
</div>
<div id="outline-container-orga6d5a44" class="outline-3">
<h3 id="orga6d5a44"><span class="section-number-3">5.1.</span> 实验室安全</h3>
<div class="outline-text-3" id="text-5-1">
<p>
在实验室里，需要使用水电，器皿与化学药品，时时刻刻有潜在伤害、火灾 爆炸或中毒等危险。实验室中各项操作，如未养成正确的操作管理习惯，不仅易 发生事故，且危及人员健康及安全。本篇将实验室安全、卫生及环保要求予以正 确规范，请务必遵守。实验室使用者有责任明白所有规则后方可进行实验。
</p>
</div>
<div id="outline-container-org5899f33" class="outline-4">
<h4 id="org5899f33"><span class="section-number-4">5.1.1.</span> 实验室安全一般守则</h4>
<div class="outline-text-4" id="text-5-1-1">
<p>
<b>凡开始任何新的或更改过的操作程序前，要先了解所有物理、化学、生物方面潜在危险，及该有那些适当的安全措施。使用化学品前应先阅读试剂安全资料表。养成预知危险的习惯。</b>
</p>

<ul class="org-ul">
<li>离开实验室关水,关电,关灯,关窗,关门。物归原处。</li>
<li>需学习熟悉紧急应变措施、及逃生路线。知道火警电话和灭火器位置以及 使用方法。衣服着火时决不可奔跑或扑扇火焰；身上着火最好以防火毯、实验 衣等裹着身体灭火，或利用安全淋洗冲洗，二氧化碳灭火器等方式来灭火。化 学品溅入眼睛必须紧急先用大量清水冲洗眼球，然后才送医急救；冲水时要将 眼睑撑开，一面冲水，一面转动眼球，冲水、15 分钟后再送医。（详参见附录 1）</li>
<li>实验室内禁止吸烟、涂化妆品或饮食。冷藏柜严禁储存食物饮品。</li>
<li>穿上适当的防护衣服及手套，以免身体接触化学品。在实验室使用危险化学 品、危险机器、激光设备及生物剂，必须戴上适当的护目镜和防护手套。搬运或 使用具高度腐蚀性之酸、碱及其它化学品时，应戴橡胶手套。处理烫的物品时， 应戴隔热手套。</li>
<li>所有盛放化学品的容器都需要贴上正确清晰的标签。卷标上应写上化学品的 危险警告字句以供其它实验室使用者参考，否则会有潜在危险。</li>
<li>所有化学废料应适当弃置于相应的废料容器内，并应正确做好标记。具体处理方法见第二部分化学品安全。</li>
<li>尽量避免接触气体、烟雾及气雾，预料会有上述情况时应使用适当的设备 及通风橱。当实验用到有毒或可燃物质时，应在通风橱中进行工作。</li>
<li><b>对不安全环境及行为提高警觉，并把不安全情况向实验室负责人报告。</b></li>
<li>不可靠近、触摸运转中的仪器如离心机，若要检查反常现象，必须先关闭电 源停止操作。</li>
<li><b>离开实验室前，应使用肥皂及水彻底洗净双手。</b></li>
</ul>
</div>
<ol class="org-ol">
<li><a id="orgebe478e"></a>实验室管理及维修<br />
<div class="outline-text-5" id="text-5-1-1-1">
<ul class="org-ul">
<li>保持实验室范围整洁，免生意外。每个实验结束时应 收拾打扫干净，物归原处。</li>
<li><b>所有化学废料都要根据危险级别分类，并储存在指定的容器内。处理方法详参见第二部分化学品安全。</b></li>
<li>实验室地面应长期保持干爽。如有化学品泄漏或水溅湿地面，应即处理并提 示其它工作人员。</li>
<li>楼梯间及走廊切勿存放物品，严禁阻塞通道及阻碍人取得紧急用品。</li>
<li>所有实验室设备如出故障请立即检查维修。维修工作需由认可人员执行，予 以记录。</li>
</ul>
</div>
</li>

<li><a id="org6fef6fa"></a>通风橱使用<br />
<div class="outline-text-5" id="text-5-1-1-2">
<p>
通风橱用以保护操作人员，以免他们接触到由化学品释放的有毒烟雾，并防止烟雾于实验室内扩散。
</p>

<ul class="org-ul">
<li>通风橱不应用作存放化学品。</li>
<li><b>凡涉及有毒化学品的实验，尽可能在通风橱内进行。谨记穿实验服，戴上防护镜和保护手套，每次使用完毕，必须彻底清理工作台和仪器。</b></li>
<li><b>凡涉及有机溶剂的蒸馏过程及消解过程的操作程序，必须在通风橱内进行。蒸馏过程不得于无人看管下进行。</b></li>
<li><b>实验时应把通风橱的窗框拉下至认可的安全标记。窗框高于安全标记时，便不应使用通风橱，以确保安全。</b></li>
</ul>
</div>
</li>
<li><a id="orgfd611f4"></a>无人在场的实验<br />
<div class="outline-text-5" id="text-5-1-1-3">
<ul class="org-ul">
<li>有些实验过程涉及危险化学品，并需在无人在场的情况下持续甚至通宵进 行，负责人必须做好预防措施，特别是当公用设施如电力、煤气及冷却水中断时 作何应变控制。</li>
<li>小心存放化学品及仪器，以防止火警、爆炸以及其它突发事故发生。</li>
<li>实验室内的照明系统必须保持开启；实验室大门外应张贴告示，列明其内使 用那些危险品、紧急事故电话及联系人。</li>
</ul>
</div>
</li>
</ol>
</div>
<div id="outline-container-org4ee5d8d" class="outline-4">
<h4 id="org4ee5d8d"><span class="section-number-4">5.1.2.</span> 化学品安全</h4>
<div class="outline-text-4" id="text-5-1-2">
</div>
<ol class="org-ol">
<li><a id="org96fd1a8"></a>概述<br />
<div class="outline-text-5" id="text-5-1-2-1">
<p>
本部分详列出实验室内储存、使用及弃置化学品的安全守则，供使用者参考。在 此所提及的化学品包括化学元素、化合物、混合物、商业用化工产品、清洁剂、 溶剂及润滑剂。不少化学品都具毒性、刺激性、腐蚀性、致癌性、易燃性或爆炸 性。有些化学品单独使用时较为安全，但是在实验中按预计安排或意外跟其它化 学品混合，亦可能有危险。故此，处理化学品的人士必须清楚知道：化学品单独 使用或其化合效应可能引起的危险情况，并采取适当的控制和预防措施。
</p>
</div>
</li>
<li><a id="org38086ae"></a>试剂毒性<br />
<div class="outline-text-5" id="text-5-1-2-2">
<ul class="org-ul">
<li><b>使用任何试剂之前，必须清楚试剂相关性质、潜在危险、毒性，做好相应预防措施。试剂相关信息可通过阅读试剂说明书、网页搜索、书籍调研等获得。</b></li>
<li><b>有机类、挥发性强类试剂相关实验务必在通风橱内进行。</b></li>
<li>除非明确无潜在危险，实验者应默认试剂具有毒性，戴上护目镜和手套、穿实验服，做好防范措施。</li>
<li>完成实验，接触相关试剂之后洗手。</li>
<li><b>危险或毒性试剂购买者或使用人有义务提醒实验室其他可能接触人员，将试剂妥善保管并明确标记。</b></li>
</ul>
</div>
</li>
<li><a id="orga5fb732"></a>化学品的正确标记方法<br />
<div class="outline-text-5" id="text-5-1-2-3">
<p>
所有化学剂或化学品的容器，*必须贴有标签，标示其所存化学品的名称、浓 度、潜在危险性及制造日期。*
</p>
</div>
</li>
<li><a id="org3eb40fb"></a>化学品的一般处理方法<br />
<div class="outline-text-5" id="text-5-1-2-4">
<ul class="org-ul">
<li><b>实验室内的化学剂及化学品用后必须盖好，并应实时放回适当的位置。放置 时要注意将标签向外，以便识别。</b></li>
<li>实验室内的储存柜及冷藏柜必须定时检查，并将不适用的化学品安全弃置。 食物及饮料不可储存于冷藏柜内或放置化学品的地方。</li>
<li><b>使用化学品时必须使用安全设备，个人基本安全设备至少应包括实验服、护 眼镜以及安全手套。</b></li>
<li>搬移化学品时，必须使用托盘或手推车辅助，以免容器爆裂引致化学品泄漏。</li>
<li>所有实验室的化学废料均需安全弃置于指定的废料收集容器内。有关处理方 法见第 7 节弃置化学废料。</li>
</ul>
</div>
</li>
<li><a id="org25a0a3b"></a>化学品储存<br />
<div class="outline-text-5" id="text-5-1-2-5">
<p>
根据危险品条例，大量的危险品应储存在危险品仓库内。只有少量实验用的 化学品可以存放在实验室内。易燃易爆剧毒危险品务必做好防范措施，由使用人或购买人负责储存于保险柜等安全位置。
</p>
<ul class="org-ul">
<li>化学品储存容器必须清楚卷标并标明化学品的名称、危险类别、特别预防措 施。</li>
<li>用电冰箱储存的液体样品须用密封容器存放，再置于防漏托盘上。</li>
<li>致癌及剧毒物质须存放于装有双重防漏装置的容器内。</li>
<li><b>化学品应标明首天存放日期，随时间分解的物质尤其如此。</b></li>
<li>不兼容的化学品切勿存放在一起，应使用遮挡物料隔离。</li>
<li><b>易燃溶剂应存放在化学品安全储存柜或通风位置远离燃烧器、加热板及电源。切勿将易燃物品储存在家用电冰箱内，应将其置于防爆炸或标明可储存易燃品的电冰箱或冷藏柜。</b></li>
</ul>
</div>
</li>

<li><a id="org6b591a0"></a>化学品泄漏<br />
<div class="outline-text-5" id="text-5-1-2-6">
<p>
小量（少于 1000 毫升）的化学品泄漏可利用实验室内处理泄漏的工具自行清 理。
</p>

<p>
如果大量泄漏且不受控制，员工受伤又或实验室环境受污染，请立即通知相 关负责人。
</p>

<p>
化学品泄漏紧急应变措施:
</p>

<ul class="org-ul">
<li>通知附近所有人。</li>
<li>在安全情况下，使用合适的工具控制泄漏的范围。如泄漏易燃气体，要在 安全距离内，关闭所有热能來源或点火装置。</li>
<li>疏散所有受影响区域的人员并并把门关上，启动在实验室入口的紧急排风 警报抽出有害气体。</li>
<li>到安全地方通知保卫处。</li>
<li>如情况许可，与事发现场保持距离，并尽量阻止其它人进入。</li>
<li>若情况许可，应向紧急应变人员提供协助。</li>
<li>不兼容的化学品切勿存放在一起，应使用遮挡物料隔离。</li>
</ul>
</div>
</li>
<li><a id="orgd52a995"></a>化学废液处理<br />
<div class="outline-text-5" id="text-5-1-2-7">
<ul class="org-ul">
<li>废弃物一定要分类，而有害的废弃物及废液，更须适当的处理，不可任意排 放。</li>
<li>废液至少可分装为：一般含重金属的废水，酸碱类废水，六价铬废水，含水 银废水，氰系废水，氧化剂、还原剂废水，以及有机溶剂等。</li>
<li>一般只有无害之中性盐类，或阴阳离子类废液，可稀释后由水槽排放。</li>
<li>有毒化学品，如汞、苯、氰化钠、氰化钾等这些物质的制造、运送、使用及 储存都需要经过一定程序的申请及许可，而且需要具有污染防治、检测和紧急处 理等措施。</li>
<li>热玻璃或反应性化学品，绝不可与可燃性垃圾混在一起。</li>
</ul>
</div>
</li>
</ol>
</div>
<div id="outline-container-org10f38a9" class="outline-4">
<h4 id="org10f38a9"><span class="section-number-4">5.1.3.</span> 激光安全</h4>
<div class="outline-text-4" id="text-5-1-3">
</div>
<ol class="org-ol">
<li><a id="org73a03fd"></a>概述<br />
<div class="outline-text-5" id="text-5-1-3-1">
<p>
激光在实验室普遍使用，应用范围包括校准、光谱分析、非线性光学分析、光 纤通讯技术等。使用者如直视激光光束或镜面反射，激光的强烈光度足以造成暂 时性或永久性的眼睛损害。此外，即使是漫反射，高功率的激光亦会灼伤皮肤， 引起火灾和损害视力。大多数意外都是在较准激光系统或保养激光仪器时发生。 使用激光器时，如涉及高电压、高气压和有毒化学物质，亦可能导致其它意外。 因此，使用激光时必须采用特别的措施，降低潜在危险。
</p>
</div>
</li>
