phy-hum/index.org
**** 激光的分类
根据输出能量、波长以及对人体造成的伤害，激光和激光系统可分为四个级别。 使用者应就激光的级别，采取相应的措施。如要获知正确的级别分类，请核对制 造商的操作指南或激光警告卷标。
+ 第一类激光的输出功率低(0.4 微瓦特以下)，故不会产生有害 的辐射，因此只须采取一般的预防措施。
+ 第二类激光是于可见光谱(0.4 – 0.7 微米)输出低 功率(0.4 微瓦特– 1 毫瓦特)。人类的厌光反应可起到保护眼睛的功用。但如长 时间直视光束，亦可能对双眼造成损害。
+ 如直视或从镜面反射接触到第三类激光，有可能会 造成伤害。第三类激光分为第三类甲和第三类乙。第三类甲激光是于可見光谱输 出中功率(1 – 5 毫瓦特)。如使用光学仪器聚焦这类激光，便会造成伤害。第三 类乙激光的输出功率和第三类甲的差不多，但前者是于不可见的光谱输出，因此 使用者会不自觉暴露在激光光束中而受创。
+ 所有输出功率高于第三类的激光都列为第四类别。 无论直接反射或漫反射第四类激光，都会伤害眼睛和皮肤，甚至引起火灾。使用 第四类激光时，必须极度谨慎。
**** 一般安全措施
 + 所有警告标签应张贴在激光箱及控制台上，让使用者可在操作期间清楚看 到。
 + 激光仪器只供授权者使用。操作期间，不可无人看管。
 + 进行激光实验前，应除去身上所有反光的物品，如手表、指环、手镯，以免 令激光光束意外折射。
 + 使用特定的激光时，应戴上防护镜。
 + 切勿直视激光光束或折射光。
 + 避免身体直接暴露于激光光束之中。
 + 做激光实验时，尤其于校准实验期间，应减少工作范围的人数。
*** 消防和急救常识
**** 预防
+ 实验室内空气应保持良好流通性。
+ 实验桌严禁摆设在出入门口。
+ 所有药品容器及钢瓶皆应贴上标签注明，空的钢瓶也要标示清楚；新配制的试剂 要注明内容物、浓度、配制日期及配制人。自行配制的溶液亦应清楚标示，为避免 污染，不可将未用完的液体再倒回原来的容器内。
+ 易受温度影响而分解的药品应储存于冰箱内，其余药品则需摆在药品架上。药品 架必须靠墙，且远离实验位置三公尺以上。
+ 可燃性液体应该储存在合格的储存柜中，在使用高可燃性液体（如丙酮、乙醚等） 时要熄灭附近所有的火、热源。
+ 溅出的酸利用固体的碳酸氢钠中和后，再用水洗除，强碱溅到实验桌上时，先用 水，再用稀醋酸清洗。
+ 溅出来的化学药品要马上清除，尤其是可燃性溶剂，以免引起火灾。
+ 药品架或其它类似物品应予固定，以预防地震时倒塌的危险性。
+ 碱金属（如：Na、K）及黄磷等会和水反应，而起火或爆炸，接触皮肤则会造成 严重灼伤，应置于轻质油中存放，碱金属质软，放在纸巾上用药刀切割，如需销毁， 可投于酒精中，必要时需冷却之，储存此类危险物品之容器，不可任意抛弃，也不 可用水去洗（可能有残留物）。

**** 火灾应急处理
   *紧急电话*

  火警 119（外线）

 急救 120

  *当火灾发生时:*

+ 保持镇静，立即判断火灾之大小，能否自行抢救。
+ 若火灾在一开始时并不太大，有可能自行扑灭时，可迅速取得灭火器，或其它灭 火装置（如防火毯、水等）进行灭火工作；灭火器性能及其使用方法参见火灾分类 部分。
+ 同时呼叫他人协助抢救灭火及搬离其它易燃物等。
+ 若一时无法扑灭，致火灾扩大，应立即关灯、切断电源后即循安全路线疏散。 疏散时应随手把门带上（但非锁上！！以便他人进入灭火），以阻滞火势蔓延。
+ 疏散时，最好携带湿毛巾掩住口鼻，并往相同地区集中，并注意有无同伴仍陷于 火场，并提醒救火人员注意寻找。
+ 共同检讨意外发生的原因，写出报告以供日后参考。
+ 碱金属（如：Na、K）及黄磷等会和水反应，而起火或爆炸，接触皮肤则会造成 严重灼伤，应置于轻质油中存放，碱金属质软，放在纸巾上用药刀切割，如需销毁， 可投于酒精中，必要时需冷却，储存此类危险物品之容器，不可任意抛弃，也不 可用水去洗（可能有残留物）。

 *火灾分类*

 通常实验室所安装的灭火器为：多效干粉灭火器，可用于Ａ类（一般物品、纸类）， Ｂ类（可燃液体），Ｃ类（电类火灾）等类型火灾。可燃性金属如钾、钠、钛、镁等所引起之火灾属 D 类火灾，必须使用特种金属化学干粉扑灭。


**** 泄漏事故应急处理
当具危害性之化学物质大量外泄时:
+ 立即撤离附近之人员，并打开附近之抽风设备。
+ 救护受伤之人员（如使用紧急淋洗设备淋洗沾到化学药品部位；使用紧急洗眼器、 止血、送至医院；或呼叫救护车等）。
+ 通知相关负责人，并最好拍照现场留证。
+ 取用适量外泄液中和剂、中和处理，减低其危害性。
+ 将污染区以黄塑料绳隔离标示。
+ 按适当程序清理，并检讨意外发生的原因，写出报告。


**** 人员受伤或中毒应急处理
人员受伤（中毒）时:

+ 身上着火最好用防火毯、实验衣等裹着身体灭火，或可利用安全淋洗冲洗、二氧 化碳灭火器等来灭火。
+ 任何热燃烧应迅速用冷水或冰等来除去余热。
+ 化学烧伤时立即除去被污染部位的衣物并用大量水冲洗，以减低伤害程度，且勿 于烧伤处敷油、高油脂（包括奶油）或其它东西。
+ 化学品溅入眼睛后，立即以大量清水冲洗眼球，冲水时要将眼睑翻开，一面冲水， 一面转眼球，冲水 15 分钟后然后送医院急救。
+ 遇有他人遭到烟、化学品等吸入性中毒时，切勿独自施救。若欲前往施救，应保 接近地面或爬着去救护中毒之患者（限于毒气比重较空气轻者），并将患者搬运或 拖曳（勿令其步行）至有新鲜空气处。若患者呼吸停止，立即实施人工呼吸。
** 学术规范与学术道德
+ 不允许造假;
+ 不允许抄袭他人研究成果;
+ 不允许一稿多投,一稿多发;
+ 正确引用他人研究成果.
** 沟通交流
+ Talk is cheap, show me the data. 意思是说能用数据说明的见解或问题就不要多费口舌.
+ 带着结果、数据、自己的分析、文献阅读结果与教师随时保持沟通;
+ 如果对教师的实验设计或者指导有不同意见,请用实验事实、可靠的推理或成熟的文献结论反驳;
+ 积极参加各项学术活动,包括小组交流、学术讲座与会议,锻炼自己表达能力;
+ 积极与他人合作,帮助他人完成研究;
+ 不编造数据;守时;讲信用;高效率,不拖延;
+ 尽量用正面和积极心态面对所有问题,消极情绪对研究以至于人生毫无帮助.
** 文献调研
** 数据处理
* 联系方式
+ E-Mail: rsy98 at 163.com; syran at wzu.edu.cn
+ 温州大学数理学院物理系
* 答疑安排
+ 答疑地点: 南 1B127, 时间请提前预约。
+ 一般问题可通过 QQ 教学群直接咨询, 不用加我好友。
